cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'

cask 'xquartz'
cask 'java'

brew 'ack'
brew 'jenv'
brew 'coreutils'
brew 'go'
brew 'glide'
brew 'grc'
brew 'imagemagick'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'ruby-build'
brew 'rbenv'
brew 'spark'
brew 'unrar'
brew 'wget'
brew 'scala'
brew 'sbt'
brew 'consul'

cask 'atom'
cask 'google-chrome'
cask 'slack'
cask 'spotify'
